"Minimum OpenGL requirements\rfor this Screen Effect\rnot available\ron your graphic card." = "Minimum OpenGL requis\rpour cet économiseur\rnon disponible\rsur votre carte graphique.";

"%@ faces" = "%@ faces";

"Version %@ (%@)" = "Version %@ (%@)";

"Legal terms" = "Copyright © 2000-%ld Stéphane Sudre\nTous droits réservés.";